source/_static/diagrams/exercises-2.d2
direction: right
n0: "page"
n1: "exercise"
n2: "answer on the page"
n0 -> n1
n1 -> n2
